Repository: gechr/WhichSpace
Catalog: WhichSpace/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, mk, ms, nb, nl, nn, pa, pl, ps, pt, pt_br, ro, ru, sk, sr, sv, th, tr, uk, ur, vi, zh_hans, zh_hant, zh_hk

# detail_set_default_style
source: This Space's color, style, symbol, and font will be used by every Space without its own style.
ar: سيتم استخدام لون هذه المساحة ونمطها ورمزها وخطها في كل مساحة ليس لها نمط خاص بها.
bg: Цветът, стилът, символът и шрифтът на това Пространство ще се използват от всяко Пространство без собствен стил.
ca: El color, l'estil, el símbol i la lletra d'aquest Espai s'utilitzaran per a tots els Espais sense estil propi.
cs: Barva, styl, symbol a písmo tohoto Space budou použity pro každý Space bez vlastního stylu.
da: Farve, stil, symbol og skrifttype fra dette Space vil blive brugt af alle Spaces uden deres egen stil.
de: Farbe, Stil, Symbol und Schriftart dieses Spaces werden von jedem Space ohne eigenen Stil verwendet.
el: Το χρώμα, το στιλ, το σύμβολο και η γραμματοσειρά αυτού του Χώρου θα χρησιμοποιούνται από κάθε Χώρο χωρίς δικό του στιλ.
es: El color, estilo, símbolo y fuente de este Espacio se usarán en todos los Espacios sin estilo propio.
fa: رنگ، استایل، نماد و فونت این فضا برای هر فضایی که سبک خاص خود را ندارد استفاده خواهند شد.
fi: Tämän Spacen väriä, tyyliä, symbolia ja fonttia käytetään kaikissa Spaceissa, joilla ei ole omaa tyyliä.
fr: La couleur, le style, le symbole et la police de cet Espace seront utilisés par chaque Espace sans style propre.
he: הצבע, הסגנון, הסמל והגופן של המרחב הזה ישמשו בכל מרחב שאין לו סגנון משלו.
hi: इस स्पेस का रंग, स्टाइल, प्रतीक और फ़ॉन्ट हर उस स्पेस के लिए उपयोग किए जाएँगे जिसकी अपनी शैली नहीं है।
hu: Ennek a Space-nek a színe, stílusa, szimbóluma és betűtípusa lesz az alapértelmezett minden saját stílus nélküli Space-hez.
id: Warna, gaya, simbol, dan font Space ini akan digunakan oleh setiap Space tanpa gaya sendiri.
it: Il colore, lo stile, il simbolo e il font di questo Spazio verranno utilizzati da ogni Spazio senza uno stile proprio.
ja: このスペースの色、スタイル、シンボル、フォントが、独自のスタイルのないすべてのスペースで使用されます。
ko: 이 스페이스의 색상, 스타일, 심볼, 글꼴이 자체 스타일이 없는 모든 스페이스에서 사용됩니다.
mk: Бојата, стилот, симболот и фонтот на овој Простор ќе се користат од секој Простор без сопствен стил.
ms: Warna, gaya, simbol dan fon Ruang ini akan digunakan oleh setiap Ruang tanpa gaya sendiri.
nb: Farge, stil, symbol og skrifttype fra dette Space vil bli brukt av alle Spaces uten egen stil.
nl: Kleur, stijl, symbool en lettertype van deze Space worden gebruikt door elke Space zonder eigen stijl.
nn: Farge, stil, symbol og skrifttype frå dette Space vil bli brukte av alle Spaces utan eigen stil.
pa: اس سپیس دا رنگ، سٹائل، نشان تے فونٹ ہر اوس سپیس لئی ورتے جان گے جیہدا اپنا سٹائل نہیں۔
pl: Kolor, styl, symbol i czcionka tego Space zostaną użyte dla każdego Space bez własnego stylu.
ps: د دې سپېس رنګ، سټایل، سمبول او فانټ به د هر هغه سپېس لپاره وکارول شي چې خپل سټایل نه لري.
pt: A cor, o estilo, o símbolo e o tipo de letra deste Espaço serão usados por todos os Espaços sem estilo próprio.
pt_br: A cor, o estilo, o símbolo e a fonte deste Espaço serão usados por todos os Espaços sem estilo próprio.
ro: Culoarea, stilul, simbolul și fontul acestui Spațiu vor fi utilizate de fiecare Spațiu fără stil propriu.
ru: Цвет, стиль, символ и шрифт этого Пространства будут использоваться каждым Пространством без собственного стиля.
sk: Farba, štýl, symbol a písmo tohto Priestoru sa použijú pre každý Priestor bez vlastného štýlu.
sr: Boja, stil, simbol i font ovog Prostora će se koristiti za svaki Prostor bez sopstvenog stila.
sv: Färg, stil, symbol och teckensnitt från det här Space kommer att användas av alla Spaces utan egen stil.
th: สี สไตล์ สัญลักษณ์ และแบบอักษรของ Space นี้จะถูกใช้กับทุก Space ที่ไม่มีสไตล์ของตัวเอง
tr: Bu Alanın renk, stil, sembol ve yazı tipi kendi stili olmayan her Alan için kullanılacaktır.
uk: Колір, стиль, символ і шрифт цього Простору будуть використовуватися кожним Простором без власного стилю.
ur: اس اسپیس کا رنگ، انداز، علامت اور فونٹ ہر اس اسپیس کے لیے استعمال ہوں گے جس کا اپنا انداز نہیں ہے۔
vi: Màu, kiểu, ký hiệu và phông chữ của Không gian này sẽ được sử dụng cho mọi Không gian không có kiểu riêng.
zh_hans: 此空间的颜色、样式、符号和字体将用于所有没有自定样式的空间。
zh_hant: 此空間的顏色、樣式、符號和字體將用於所有沒有自訂樣式的空間。
zh_hk: 此空間的顏色、樣式、符號與字體將用於所有沒有自訂樣式的空間。

# error_backup_decoding_failed
source: Failed to decode settings: %@
ar: تعذّر فك ترميز الإعدادات: %@
bg: Неуспешно декодиране на настройките: %@
ca: No s'ha pogut descodificar la configuració: %@
cs: Nepodařilo se dekódovat nastavení: %@
da: Kunne ikke afkode indstillinger: %@
de: Einstellungen konnten nicht dekodiert werden: %@
el: Αποτυχία αποκωδικοποίησης ρυθμίσεων: %@
es: Error al decodificar los ajustes: %@
fa: کدگشایی تنظیمات ناموفق بود: %@
fi: Asetusten purkaminen epäonnistui: %@
fr: Échec du décodage des réglages : %@
he: פענוח ההגדרות נכשל: %@
hi: सेटिंग्स डिकोड करने में विफल: %@
hu: A beállítások dekódolása sikertelen: %@
id: Gagal mendekode pengaturan: %@
it: Impossibile decodificare le impostazioni: %@
ja: 設定のデコードに失敗しました: %@
ko: 설정 디코딩 실패: %@
mk: Неуспешно декодирање на поставките: %@
ms: Gagal menyahkod tetapan: %@
nb: Kunne ikke dekode innstillinger: %@
nl: Instellingen decoderen mislukt: %@
nn: Kunne ikkje dekode innstillingar: %@
pa: ترتیبات ڈی کوڈ کرن وچ ناکامی: %@
pl: Nie udało się zdekodować ustawień: %@
ps: د تنظیماتو ډیکوډ کول ناکام شول: %@
pt: Falha ao descodificar as definições: %@
pt_br: Falha ao decodificar os ajustes: %@
ro: Decodificarea setărilor a eșuat: %@
ru: Не удалось декодировать настройки: %@
sk: Nepodarilo sa dekódovať nastavenia: %@
sr: Dekodiranje podešavanja nije uspelo: %@
sv: Kunde inte avkoda inställningar: %@
th: ถอดรหัสการตั้งค่าไม่สำเร็จ: %@
tr: Ayarların kodu çözülemedi: %@
uk: Не вдалося декодувати налаштування: %@
ur: ترتیبات ڈی کوڈ کرنے میں ناکامی: %@
vi: Không thể giải mã cài đặt: %@
zh_hans: 解码设置失败：%@
zh_hant: 解碼設定失敗：%@
zh_hk: 解碼設定失敗：%@

# error_backup_encoding_failed
source: Failed to encode settings
ar: تعذّر ترميز الإعدادات
bg: Неуспешно кодиране на настройките
ca: No s'ha pogut codificar la configuració
cs: Nepodařilo se zakódovat nastavení
da: Kunne ikke kode indstillinger
de: Einstellungen konnten nicht kodiert werden
el: Αποτυχία κωδικοποίησης ρυθμίσεων
es: Error al codificar los ajustes
fa: کدگذاری تنظیمات ناموفق بود
fi: Asetusten koodaaminen epäonnistui
fr: Échec de l'encodage des réglages
he: קידוד ההגדרות נכשל
hi: सेटिंग्स एनकोड करने में विफल
hu: A beállítások kódolása sikertelen
id: Gagal mengenkode pengaturan
it: Impossibile codificare le impostazioni
ja: 設定のエンコードに失敗しました
ko: 설정 인코딩 실패
mk: Неуспешно кодирање на поставките
ms: Gagal mengekod tetapan
nb: Kunne ikke kode innstillinger
nl: Instellingen coderen mislukt
nn: Kunne ikkje kode innstillingar
pa: ترتیبات اینکوڈ کرن وچ ناکامی
pl: Nie udało się zakodować ustawień
ps: د تنظیماتو انکوډ کول ناکام شول
pt: Falha ao codificar as definições
pt_br: Falha ao codificar os ajustes
ro: Codificarea setărilor a eșuat
ru: Не удалось закодировать настройки
sk: Nepodarilo sa zakódovať nastavenia
sr: Kodiranje podešavanja nije uspelo
sv: Kunde inte koda inställningar
th: เข้ารหัสการตั้งค่าไม่สำเร็จ
tr: Ayarlar kodlanamadı
uk: Не вдалося закодувати налаштування
ur: ترتیبات اینکوڈ کرنے میں ناکامی
vi: Không thể mã hóa cài đặt
zh_hans: 编码设置失败
zh_hant: 編碼設定失敗
zh_hk: 編碼設定失敗

# error_backup_file_read_failed
source: Failed to read %@: %@
ar: فشل قراءة %@: %@
bg: Неуспешно четене на %@: %@
ca: No s'ha pogut llegir %@: %@
cs: Nepodařilo se přečíst %@: %@
da: Kunne ikke læse %@: %@
de: %@ konnte nicht gelesen werden: %@
el: Αποτυχία ανάγνωσης %@: %@
es: Error al leer %@: %@
fa: خواندن %@ ناموفق بود: %@
fi: Tiedoston %@ lukeminen epäonnistui: %@
fr: Échec de la lecture de %@ : %@
he: קריאת %@ נכשלה: %@
hi: %@ पढ़ने में विफल: %@
hu: A(z) %@ olvasása sikertelen: %@
id: Gagal membaca %@: %@
it: Impossibile leggere %@: %@
ja: %@ の読み込みに失敗しました: %@
ko: %@ 읽기 실패: %@
mk: Неуспешно читање на %@: %@
ms: Gagal membaca %@: %@
nb: Kunne ikke lese %@: %@
nl: Lezen van %@ mislukt: %@
nn: Kunne ikkje lese %@: %@
pa: %@ پڑھن وچ ناکامی: %@
pl: Nie udało się odczytać %@: %@
ps: د %@ لوستل ناکام شول: %@
pt: Falha ao ler %@: %@
pt_br: Falha ao ler %@: %@
ro: Citirea fișierului %@ a eșuat: %@
ru: Не удалось прочитать %@: %@
sk: Nepodarilo sa prečítať %@: %@
sr: Čitanje datoteke %@ nije uspelo: %@
sv: Kunde inte läsa %@: %@
th: อ่าน %@ ไม่สำเร็จ: %@
tr: %@ okunamadı: %@
uk: Не вдалося прочитати %@: %@
ur: %@ پڑھنے میں ناکامی: %@
vi: Không thể đọc %@: %@
zh_hans: 读取 %@ 失败：%@
zh_hant: 讀取 %@ 失敗：%@
zh_hk: 讀取 %@ 失敗：%@

# error_backup_file_write_failed
source: Failed to write %@: %@
ar: فشل كتابة %@: %@
bg: Неуспешен запис на %@: %@
ca: No s'ha pogut escriure %@: %@
cs: Nepodařilo se zapsat %@: %@
da: Kunne ikke skrive %@: %@
de: %@ konnte nicht geschrieben werden: %@
el: Αποτυχία εγγραφής %@: %@
es: Error al escribir %@: %@
fa: نوشتن %@ ناموفق بود: %@
fi: Tiedoston %@ kirjoittaminen epäonnistui: %@
fr: Échec de l'écriture de %@ : %@
he: כתיבת %@ נכשלה: %@
hi: %@ लिखने में विफल: %@
hu: A(z) %@ írása sikertelen: %@
id: Gagal menulis %@: %@
it: Impossibile scrivere %@: %@
ja: %@ の書き込みに失敗しました: %@
ko: %@ 쓰기 실패: %@
mk: Неуспешно запишување на %@: %@
ms: Gagal menulis %@: %@
nb: Kunne ikke skrive %@: %@
nl: Schrijven van %@ mislukt: %@
nn: Kunne ikkje skrive %@: %@
pa: %@ لکھن وچ ناکامی: %@
pl: Nie udało się zapisać %@: %@
ps: د %@ لیکل ناکام شول: %@
pt: Falha ao escrever %@: %@
pt_br: Falha ao gravar %@: %@
ro: Scrierea fișierului %@ a eșuat: %@
ru: Не удалось записать %@: %@
sk: Nepodarilo sa zapísať %@: %@
sr: Pisanje datoteke %@ nije uspelo: %@
sv: Kunde inte skriva %@: %@
th: เขียน %@ ไม่สำเร็จ: %@
tr: %@ yazılamadı: %@
uk: Не вдалося записати %@: %@
ur: %@ لکھنے میں ناکامی: %@
vi: Không thể ghi %@: %@
zh_hans: 写入 %@ 失败：%@
zh_hant: 寫入 %@ 失敗：%@
zh_hk: 寫入 %@ 失敗：%@

# error_backup_invalid_data
source: Invalid backup data
ar: بيانات نسخ احتياطي غير صالحة
bg: Невалидни данни за архив
ca: Dades de còpia de seguretat no vàlides
cs: Neplatná data zálohy
da: Ugyldige sikkerhedskopidata
de: Ungültige Sicherungsdaten
el: Μη έγκυρα δεδομένα αντιγράφου ασφαλείας
es: Datos de copia de seguridad no válidos
fa: داده‌های پشتیبان نامعتبر
fi: Virheelliset varmuuskopiotiedot
fr: Données de sauvegarde non valides
he: נתוני גיבוי לא חוקיים
hi: अमान्य बैकअप डेटा
hu: Érvénytelen biztonsági mentési adatok
id: Data cadangan tidak valid
it: Dati di backup non validi
ja: 無効なバックアップデータ
ko: 잘못된 백업 데이터
mk: Невалидни податоци за резервна копија
ms: Data sandaran tidak sah
nb: Ugyldige sikkerhetskopieringsdata
nl: Ongeldige back-upgegevens
nn: Ugyldige tryggingskopieringsdata
pa: غلط بیک اپ ڈیٹا
pl: Nieprawidłowe dane kopii zapasowej
ps: ناسم بیک اپ ډاټا
pt: Dados de cópia de segurança inválidos
pt_br: Dados de backup inválidos
ro: Date de backup nevalide
ru: Недопустимые данные резервной копии
sk: Neplatné údaje zálohy
sr: Nevažeći podaci rezervne kopije
sv: Ogiltig säkerhetskopieringsdata
th: ข้อมูลสำรองไม่ถูกต้อง
tr: Geçersiz yedekleme verileri
uk: Недійсні дані резервної копії
ur: غلط بیک اپ ڈیٹا
vi: Dữ liệu sao lưu không hợp lệ
zh_hans: 无效的备份数据
zh_hant: 無效的備份資料
zh_hk: 無效的備份資料

# error_scripting_accessibility_required
source: Accessibility permission required. Grant it in System Settings → Privacy & Security → Accessibility.
ar: إذن تسهيلات الاستخدام مطلوب. امنحه في إعدادات النظام → الخصوصية والأمان → تسهيلات الاستخدام.
bg: Изисква се разрешение за Достъпност. Дайте го в Системни настройки → Поверителност и сигурност → Достъпност.
ca: Cal el permís d'accessibilitat. Concediu-lo a Configuració del Sistema → Privacitat i seguretat → Accessibilitat.
cs: Vyžaduje se oprávnění pro Zpřístupnění. Udělte je v Nastavení systému → Soukromí a zabezpečení → Zpřístupnění.
da: Kræver tilgængelighedstilladelse. Giv den i Systemindstillinger → Anonymitet og sikkerhed → Tilgængelighed.
de: Bedienungshilfen-Berechtigung erforderlich. Erteile sie in Systemeinstellungen → Datenschutz & Sicherheit → Bedienungshilfen.
el: Απαιτείται άδεια προσβασιμότητας. Παραχωρήστε την στις Ρυθμίσεις συστήματος → Απόρρητο και ασφάλεια → Προσβασιμότητα.
es: Se requiere permiso de accesibilidad. Concédelo en Ajustes del Sistema → Privacidad y seguridad → Accesibilidad.
fa: اجازه دسترسی‌پذیری لازم است. آن را در تنظیمات سیستم → حریم خصوصی و امنیت → دسترسی‌پذیری بدهید.
fi: Käyttöapu-oikeus vaaditaan. Myönnä se kohdassa Järjestelmäasetukset → Tietosuoja ja suojaus → Käyttöapu.
fr: Autorisation d'accessibilité requise. Accordez-la dans Réglages Système → Confidentialité et sécurité → Accessibilité.
he: נדרשת הרשאת נגישות. הענק אותה בהגדרות המערכת → פרטיות ואבטחה → נגישות.
hi: एक्सेसिबिलिटी अनुमति आवश्यक है। इसे सिस्टम सेटिंग्स → गोपनीयता और सुरक्षा → एक्सेसिबिलिटी में दें।
hu: Kisegítő lehetőségek engedélye szükséges. Adja meg a Rendszerbeállítások → Adatvédelem és biztonság → Kisegítő lehetőségek menüben.
id: Izin aksesibilitas diperlukan. Berikan di Pengaturan Sistem → Privasi & Keamanan → Aksesibilitas.
it: Autorizzazione di accessibilità necessaria. Concedila in Impostazioni di Sistema → Privacy e sicurezza → Accessibilità.
ja: アクセシビリティの許可が必要です。システム設定 → プライバシーとセキュリティ → アクセシビリティで許可してください。
ko: 손쉬운 사용 권한이 필요합니다. 시스템 설정 → 개인정보 보호 및 보안 → 손쉬운 사용에서 권한을 허용하세요.
mk: Потребна е дозвола за пристапност. Дајте ја во Системски поставки → Приватност и безбедност → Пристапност.
ms: Kebenaran kebolehcapaian diperlukan. Berikannya dalam Tetapan Sistem → Privasi & Keselamatan → Kebolehcapaian.
nb: Tilgjengelighetstillatelse kreves. Gi den i Systeminnstillinger → Personvern og sikkerhet → Tilgjengelighet.
nl: Toegankelijkheidstoegang vereist. Verleen deze in Systeeminstellingen → Privacy en beveiliging → Toegankelijkheid.
nn: Tilgjengelegheitsløyve krevst. Gi det i Systeminnstillingar → Personvern og tryggleik → Tilgjengelegheit.
pa: رسائی دی اجازت لوڑیدی اے۔ ایہنوں سسٹم سیٹنگز → پرائیویسی تے سیکیورٹی → رسائی وچ دیو۔
pl: Wymagane uprawnienie dostępności. Przyznaj je w Ustawieniach systemowych → Prywatność i ochrona → Dostępność.
ps: د لاسرسي اجازه اړینه ده. په سیسټم تنظیمات → محرمیت او امنیت → لاسرسي کې یې ورکړئ.
pt: É necessária a permissão de acessibilidade. Conceda-a em Definições do Sistema → Privacidade e segurança → Acessibilidade.
pt_br: Permissão de acessibilidade necessária. Conceda-a em Ajustes do Sistema → Privacidade e Segurança → Acessibilidade.
ro: Este necesară permisiunea de accesibilitate. Acordați-o în Configurări de sistem → Confidențialitate și securitate → Accesibilitate.
ru: Требуется разрешение Универсального доступа. Предоставьте его в Системных настройках → Конфиденциальность и безопасность → Универсальный доступ.
sk: Vyžaduje sa povolenie prístupnosti. Udeľte ho v Nastavenia systému → Súkromie a bezpečnosť → Prístupnosť.
sr: Potrebna je dozvola za pristupačnost. Dodelite je u Podešavanja sistema → Privatnost i bezbednost → Pristupačnost.
sv: Hjälpmedelsbehörighet krävs. Ge den i Systeminställningar → Integritet och säkerhet → Hjälpmedel.
th: ต้องมีการอนุญาตช่วยการเข้าถึง ให้สิทธิ์ในการตั้งค่าระบบ → ความเป็นส่วนตัวและความปลอดภัย → ช่วยการเข้าถึง
tr: Erişilebilirlik izni gerekli. İzni Sistem Ayarları → Gizlilik ve Güvenlik → Erişilebilirlik bölümünden verin.
uk: Потрібен дозвіл на доступність. Надайте його в Системних параметрах → Конфіденційність і безпека → Доступність.
ur: رسائی کی اجازت درکار ہے۔ اسے سسٹم سیٹنگز → پرائیویسی اور سیکیورٹی → رسائی میں دیں۔
vi: Cần quyền trợ năng. Cấp quyền trong Cài đặt Hệ thống → Quyền riêng tư & Bảo mật → Trợ năng.
zh_hans: 需要辅助功能权限。请在系统设置 → 隐私与安全性 → 辅助功能中授予权限。
zh_hant: 需要輔助使用權限。請在系統設定 → 隱私權與安全性 → 輔助使用中授予權限。
zh_hk: 需要輔助使用權限。請在系統設定 → 私隱與保安 → 輔助使用中授予權限。

# error_scripting_badge_single_character
source: Badge must be a single character.
ar: يجب أن تكون الشارة حرفًا واحدًا.
bg: Значката трябва да е един символ.
ca: El distintiu ha de ser un sol caràcter.
cs: Odznak musí být jeden znak.
da: Mærket skal være et enkelt tegn.
de: Das Abzeichen muss ein einzelnes Zeichen sein.
el: Το σήμα πρέπει να είναι ένας μόνο χαρακτήρας.
es: El distintivo debe ser un solo carácter.
fa: نشان باید یک نویسه باشد.
fi: Merkin täytyy olla yksittäinen merkki.
fr: Le badge doit être un seul caractère.
he: התג חייב להיות תו יחיד.
hi: बैज एक ही वर्ण का होना चाहिए।
hu: A jelvénynek egyetlen karakterből kell állnia.
id: Lencana harus berupa satu karakter.
it: Il badge deve essere un singolo carattere.
ja: バッジは1文字にしてください。
ko: 배지는 한 글자여야 합니다.
mk: Значката мора да биде еден знак.
ms: Lencana mesti satu aksara sahaja.
nb: Merket må være ett enkelt tegn.
nl: Badge moet één teken zijn.
nn: Merket må vere eitt enkelt teikn.
pa: بیج اک ای اکھر دا ہونا چاہی دا اے۔
pl: Znaczek musi być pojedynczym znakiem.
ps: بېج باید یو واحد توری وي.
pt: O distintivo tem de ser um único caráter.
pt_br: O distintivo deve ser um único caractere.
ro: Insigna trebuie să fie un singur caracter.
ru: Бейдж должен состоять из одного символа.
sk: Odznak musí byť jeden znak.
sr: Značka mora biti jedan znak.
sv: Märket måste vara ett enda tecken.
th: ตราต้องเป็นอักขระตัวเดียว
tr: Rozet tek bir karakter olmalıdır.
uk: Бейдж має бути одним символом.
ur: بیج ایک ہی حرف کا ہونا چاہیے۔
vi: Huy hiệu phải là một ký tự.
zh_hans: 徽章必须是单个字符。
zh_hant: 徽章必須是單一字元。
zh_hk: 徽章必須是單一字元。

# error_scripting_expected_space_number
source: Expected a Space number.
ar: يُتوقَّع رقم مساحة.
bg: Очаква се номер на Пространство.
ca: S'esperava un número d'Espai.
cs: Očekáváno číslo Space.
da: Forventede et Space-nummer.
de: Space-Nummer erwartet.
el: Αναμενόταν αριθμός Χώρου.
es: Se esperaba un número de Espacio.
fa: یک شماره فضا لازم است.
fi: Odotettiin Space-numeroa.
fr: Numéro d'Espace attendu.
he: צפוי מספר מרחב.
hi: एक स्पेस नंबर अपेक्षित है।
hu: Egy Space-szám szükséges.
id: Diharapkan nomor Space.
it: Previsto un numero di Spazio.
ja: スペース番号を指定してください。
ko: 스페이스 번호가 필요합니다.
mk: Се очекува број на Простор.
ms: Nombor Ruang dijangka.
nb: Forventet et Space-nummer.
nl: Space-nummer verwacht.
nn: Forventa eit Space-nummer.
pa: اک سپیس نمبر دی لوڑ اے۔
pl: Oczekiwano numeru Space.
ps: د سپېس شمېره اړینه ده.
pt: Era esperado um número de Espaço.
pt_br: Era esperado um número de Espaço.
ro: Se aștepta un număr de Spațiu.
ru: Ожидался номер Пространства.
sk: Očakávalo sa číslo Priestoru.
sr: Očekivan je broj Prostora.
sv: Ett Space-nummer förväntades.
th: ต้องระบุหมายเลข Space
tr: Bir Alan numarası bekleniyordu.
uk: Очікувався номер Простору.
ur: ایک اسپیس نمبر متوقع ہے۔
vi: Cần một số Không gian.
zh_hans: 需要一个空间编号。
zh_hant: 需要一個空間編號。
zh_hk: 需要一個空間編號。

# error_scripting_move_failed
source: The window could not be moved to Space %d.
ar: تعذّر نقل النافذة إلى المساحة %d.
bg: Прозорецът не можа да бъде преместен в Пространство %d.
ca: No s'ha pogut moure la finestra a l'Espai %d.
cs: Okno se nepodařilo přesunout na Space %d.
da: Vinduet kunne ikke flyttes til Space %d.
de: Das Fenster konnte nicht zu Space %d bewegt werden.
el: Δεν ήταν δυνατή η μετακίνηση του παραθύρου στον Χώρο %d.
es: No se ha podido mover la ventana al Espacio %d.
fa: پنجره به فضای %d منتقل نشد.
fi: Ikkunaa ei voitu siirtää Spaceen %d.
fr: Impossible de déplacer la fenêtre vers l'Espace %d.
he: לא ניתן היה להעביר את החלון למרחב %d.
hi: विंडो को स्पेस %d पर नहीं ले जाया जा सका।
hu: Az ablakot nem sikerült a(z) %d. Space-re áthelyezni.
id: Jendela tidak dapat dipindahkan ke Space %d.
it: Non è stato possibile spostare la finestra nello Spazio %d.
ja: ウインドウをスペース %d に移動できませんでした。
ko: 윈도우를 스페이스 %d(으)로 이동할 수 없습니다.
mk: Прозорецот не можеше да се премести на Простор %d.
ms: Tetingkap tidak dapat dipindahkan ke Ruang %d.
nb: Vinduet kunne ikke flyttes til Space %d.
nl: Het venster kon niet naar Space %d worden verplaatst.
nn: Vindauget kunne ikkje flyttast til Space %d.
pa: ونڈو نوں سپیس %d تے نئیں لجایا جا سکیا۔
pl: Nie można było przenieść okna na Space %d.
ps: کړکۍ سپېس %d ته ولېږدول نشوه.
pt: Não foi possível mover a janela para o Espaço %d.
pt_br: Não foi possível mover a janela para o Espaço %d.
ro: Fereastra nu a putut fi mutată în Spațiul %d.
ru: Не удалось переместить окно в Пространство %d.
sk: Okno sa nepodarilo presunúť na Priestor %d.
sr: Prozor nije mogao da se premesti na Prostor %d.
sv: Fönstret kunde inte flyttas till Space %d.
th: ไม่สามารถย้ายหน้าต่างไปยัง Space %d ได้
tr: Pencere Alan %d konumuna taşınamadı.
uk: Не вдалося перемістити вікно на Простір %d.
ur: ونڈو کو اسپیس %d پر منتقل نہیں کیا جا سکا۔
vi: Không thể di chuyển cửa sổ đến Không gian %d.
zh_hans: 无法将窗口移到空间 %d。
zh_hant: 無法將視窗移到空間 %d。
zh_hk: 無法將視窗移到空間 %d。

# error_scripting_move_unsupported
source: Moving windows between Spaces is not supported on this version of macOS.
ar: نقل النوافذ بين المساحات غير مدعوم في هذا الإصدار من macOS.
bg: Преместването на прозорци между Пространства не се поддържа в тази версия на macOS.
ca: Moure finestres entre Espais no és compatible amb aquesta versió de macOS.
cs: Přesouvání oken mezi Spaces není v této verzi macOS podporováno.
da: Flytning af vinduer mellem Spaces understøttes ikke i denne version af macOS.
de: Das Bewegen von Fenstern zwischen Spaces wird von dieser macOS-Version nicht unterstützt.
el: Η μετακίνηση παραθύρων μεταξύ Χώρων δεν υποστηρίζεται σε αυτήν την έκδοση του macOS.
es: Mover ventanas entre Espacios no es compatible con esta versión de macOS.
fa: جابه‌جایی پنجره‌ها بین فضاها در این نسخه از macOS پشتیبانی نمی‌شود.
fi: Ikkunoiden siirtämistä Spacejen välillä ei tueta tässä macOS-versiossa.
fr: Le déplacement de fenêtres entre Espaces n'est pas pris en charge par cette version de macOS.
he: העברת חלונות בין מרחבים אינה נתמכת בגרסה זו של macOS.
hi: इस macOS संस्करण में स्पेसेस के बीच विंडो ले जाना समर्थित नहीं है।
hu: Az ablakok Space-ek közötti áthelyezését ez a macOS-verzió nem támogatja.
id: Memindahkan jendela antar-Space tidak didukung pada versi macOS ini.
it: Lo spostamento delle finestre tra Spazi non è supportato in questa versione di macOS.
ja: このバージョンの macOS では、スペース間でウインドウを移動できません。
ko: 이 macOS 버전에서는 스페이스 간 윈도우 이동을 지원하지 않습니다.
mk: Преместувањето прозорци меѓу Простори не е поддржано на оваа верзија на macOS.
ms: Pemindahan tetingkap antara Ruang tidak disokong pada versi macOS ini.
nb: Flytting av vinduer mellom Spaces støttes ikke i denne macOS-versjonen.
nl: Vensters verplaatsen tussen Spaces wordt niet ondersteund in deze versie van macOS.
nn: Flytting av vindauge mellom Spaces er ikkje støtta i denne macOS-versjonen.
pa: ایس macOS ورژن وچ سپیسز وچکار ونڈو لجانا سپورٹ نئیں۔
pl: Przenoszenie okien między Spaces nie jest obsługiwane w tej wersji macOS.
ps: د macOS په دې نسخه کې د سپېسونو ترمنځ د کړکیو لېږدول ملاتړ نه کیږي.
pt: Mover janelas entre Espaços não é suportado nesta versão do macOS.
pt_br: Mover janelas entre Espaços não é compatível com esta versão do macOS.
ro: Mutarea ferestrelor între Spații nu este acceptată în această versiune de macOS.
ru: Перемещение окон между Пространствами не поддерживается в этой версии macOS.
sk: Presúvanie okien medzi Priestormi nie je v tejto verzii macOS podporované.
sr: Premeštanje prozora između Prostora nije podržano u ovoj verziji macOS-a.
sv: Att flytta fönster mellan Spaces stöds inte i den här versionen av macOS.
th: การย้ายหน้าต่างระหว่าง Space ไม่รองรับใน macOS เวอร์ชันนี้
tr: Pencerelerin Alanlar arasında taşınması bu macOS sürümünde desteklenmiyor.
uk: Переміщення вікон між Просторами не підтримується в цій версії macOS.
ur: اس macOS ورژن میں اسپیسز کے درمیان ونڈو منتقل کرنا سپورٹ نہیں کیا جاتا۔
vi: Phiên bản macOS này không hỗ trợ di chuyển cửa sổ giữa các Không gian.
zh_hans: 此版本的 macOS 不支持在空间之间移动窗口。
zh_hant: 此版本的 macOS 不支援在空間之間移動視窗。
zh_hk: 此版本的 macOS 不支援在空間之間移動視窗。
